[info]
language=简体中文
name=Flash游戏修改大师

[menu]
menu1=文件
menu2=打开文件
menu3=打开网络文件
menu4=设置文件路径
menu5=退出
menu6=编辑
menu7=打开编辑面板
menu8=关闭所有面板
menu9=其他
menu10=更改背景色
menu11=显示
menu12=全屏
menu13=退出全屏
menu14=画面质量
menu15=最高
menu16=高
menu17=中
menu18=低
menu19=强制跳帧
menu20=执行脚本
menu21=帮助
menu22=关于
menu23=捕捉屏幕
menu24=层级设定
menu25=忽略关闭指令
menu26=启用快捷键
menu27=静音
menu28=关闭
menu29=设置基本地址
menu30=游戏推荐
menu31=快捷键
menu32=打开sol文件
menu33=语言
menu34=屏蔽鼠标右键

[message]
msg1=错误的网络文件!
msg2=载入网络文件时发生错误!
msg3=出错!
msg4=错误!不是swf格式文件!
msg5=图片已保存至:\n#filepath#
msg6=正在下载网络文件...已下载#nowbytes#字节 共#totalbytes#字节 完成#percent#%
msg7=快捷键设置:\nCtrl+E                打开编辑面板\nCtrl+J                打开强制跳帧面板\nCtrl+L                打开层级设定面板\nCtrl+I                打开脚本面板\nCtrl+D                关闭所有面板\nCtrl+F                开启全屏\nCtrl+Q                关闭全屏\nCtrl+P                屏幕载图\nCtrl+1                老板键\nCtrl+M                静音键\nCtrl+R                运行脚本
msg8=错误!不是flash sol格式文件!
msg9=错误!找不到sol文件系统路径!
msg10=错误!打开sol文件时发生错误!
msg11=语言文件已改变!请重启本程序使新的语言生效!
msg12=检查flash文件版本
msg13=请稍候...正在检查flash文件版本...
msg14=提示：该flash文件为as3版本。\n本软件大部分功能将不能启用。\n关闭本提示框后可正常游戏。

[button]
button1=跳转
button2=取消
button3=确定
button4=
button5=
button6=确认
button7=取消
button8=取消
button9=查找
button10=清除
button11=关闭
button12=移除
button13=清空
button14=执行
button15=保存
button16=放弃
button17=关闭
button18=锁定值
button19=变量名
button20=值
button21=路径
button22=锁定
button23=设定
button24=取消
button25=关闭
button26=清除输出
button27=上一帧
button28=下一帧
button29=播放


[tip]
tip1=请输入要查找的数值
tip2=当前值:#nowvalue#
tip3=你当前正在编辑sol文件
tip4=找到变量数:#varnum#
tip5=变量名:
tip6=路径:
tip7=值:
tip8=当前层级已设定为:#level#
tip9=请输入层级:
tip10=如果你不清楚层级是什么或不能确定层级 请留空 一般情况下留空即可
tip11=该层级不存在
tip12=层级#level#存在! 点击设定按钮生效!
tip13=地址为:#path#
tip14=请输入脚本(目前仅支持变量赋值和内部函数调用)
tip15=脚本输出
tip16=执行完毕于
tip17=请先输入脚本再执行
tip18=请输入游戏地址:
tip19=基本网址:
tip20=一般情况下基本网址留空即可 若在游戏中仅需要设置基本网址 请将游戏地址留空
tip21=请输入有效的游戏地址!
tip22=在右方输入MovieClip的路径 对MovieClip进行跳帧控制\n 路径为点语法 不要加_root 一般情况下请留空即可
tip23=跳转至帧:
tip24=层级:#level# 路径:#path# 共#totalframe#帧 当前第#nowframe#帧
tip25=是
tip26=否
tip27=sol文件保存成功!


[help]
content=帮助\n\n使用文件菜单打开FLASH游戏文件或直接将FLASH游戏文件拖进程序中。\n点击编辑按钮的打开编辑面板出现编辑面板后在对话框中输入要查找的数值，点击查找按钮，会列表出所以等于该值的变量。\n如果输入数值为空则列表出当前所有变量。\n如果变量太多不容易判定，可以当数值改变后输入当前数值查找以缩小范围。\n如果不知道数值具体变化量，可以输入+(增加),-(减小),=(不变)来进行模糊查找。\n输入 name:变量名 可按变量名查找。\n查找出变量后双击该变量，会出现修改对话框，在其中输入欲更改的数字，点击确定即可。\n若希望保持该数值为欲设定的值，请将锁定选中。\n可以根据其他菜单进行相应的操作。\nEnjoy It~!